# macOS rice dependencies.
# Install with: brew bundle --file ./Brewfile

tap "FelixKratz/formulae"
tap "dimentium/autoraise"
tap "jandedobbeleer/oh-my-posh"
tap "nikitabobko/tap"

cask "ghostty"
cask "iterm2"
cask "raycast"
cask "font-jetbrains-mono-nerd-font"
cask "nikitabobko/tap/aerospace"
cask "dimentium/autoraise/autoraiseapp"

brew "coreutils"
brew "imagemagick"
brew "brightness"
brew "blueutil"
brew "atuin"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "FelixKratz/formulae/sketchybar"
brew "FelixKratz/formulae/borders"
brew "terminal-notifier"
brew "choose-gui"
brew "chezmoi"
